Repository: noque-lind/svampeatlas-ios
Catalog: Danmarks Svampeatlas/*.lproj/Localizable.strings
Languages: cs, da

# locationManagerError_permissionsUndetermined_message
source: To show you this data, the app needs to know where you are.
cs: Pro zobrazení dat, musí aplikace znát vaši polohu, kde se nacházíte.
da: For at vise dig den her data, skal appen kunne finde ud af hvor du er.

# locationManagerError_badAccuracy_title
source: Bad accuracy
cs: Nepřesné
da: Utilstrækelig nøjagtighed

# locationManagerError_badAccuracy_message
source: It was not possible to locate your location with a satisfactory accuracy.
cs: Nebylo možné určit vaši polohu s dostatečnou přesností.
da: Det var ikke muligt at finde din lokation med en tilstrækkelig sikkerhed.

# locationManagerError_networkError_title
source: Network error
cs: Chyba sítě
da: Netværksfejl

# locationManagerError_networkError_message
source: It seems that there an error occurred with your device's GPS component.
cs: Zdá se, že došlo k chybě určování polohy ve vašem zařízení.
da: Det lader til at der skete en netværks fejl med din telefons GPS-komponent.

# locationManagerError_unknown_title
source: Unknown error
cs: Neznámá chyba
da: Ukendt fejl

# locationManagerError_unknown_message
source: An unknown error occurred while trying to find your GPS location.
cs: Při hledání polohy GPS došlo k neznámé chybě.
da: Der skete en ukendt fejl i forsøget på at finde din GPS lokation.

# reloadCell_showMore
source: Show more
cs: Zobrazit více
da: Vis mere

# reloadCell_tryAgain
source: Try again
cs: Zkusit znovu
da: Prøv igen

# myPageScrollView_notificationsHeader
source: Notifications
cs: Oznámení
da: Notifikationer

# myPageScrollView_observationsHeader
source: Observations
cs: Pozorování
da: Observationer

# myPageScrollView_logout
source: Log out
cs: Odhlásit
da: Log ud

# notificationCell_commentAdded_1
source: has commented on an observation by:
cs: okomentována poznámka od:
da: har kommenteret på et fund af:

# notificationCell_commentAdded_2
source: which your are following.
cs: jsou následující
da: som du følger.

# notificationCell_determinationAdded_1
source: has added the determination:
cs: určení přidáno:
da: har tilføjet bestemmelsen:

# notificationCell_determinationAdded_2
source: to an observation you are following.
cs: k pozorování, které sledujete.
da: til et fund som du følger.

# notificationCell_determinationApproved_1
source: An observation you are following has been validated and approved as:
cs: Pozorování, které sledujete, bylo potvrzeno a schváleno jako:
da: Et fund du følger er blevet valideret og godkendt som:

# notificationCell_determinationExpertApproved
source: has been expert approved.
cs: schváleno odborníkem.
da: er blevet ekspertgodkendt

# mapViewSettingsView_year
source: %d year
cs: %d rok
da: %d år

# mapViewSettingsView_newSearch
source: New search
cs: Nové hledání
da: Ny søgning

# observationSpeciesCell_chooseSpecies
source: Choose species
cs: Vyberte druh
da: Vælg art

# observationSpeciesCell_chooseGenus
source: Choose genus
cs: Vyberte rod
da: Vælg slægt

# observationSpeciesCell_deselect
source: Deselect
cs: Zrušit výběr
da: Fravælg

# observationSpeciesCell_choosenSpecies
source: Choosen species
cs: Vybraný druh
da: Valgte art

# observationSpeciesCell_choosenGenus
source: Choosen genus
cs: Vybraný rod
da: Valgte slægt

# observationSpeciesCell_predictionsHeader
source: Name suggestions
cs: Rozpoznávání
da: Navneforslag

# observationSpeciesCell_searchResults
source: Search-results
cs: Výsledky vyhledávání
da: Søgeresultater

# observationSpeciesCell_myFavorites
source: My favorites
cs: Oblíbené
da: Mine favoritter

# observationDetailsCell_mostUsed
source: Most used
cs: Nejpoužívanější
da: Mest brugt

# observationDetailsCell_date
source: Date:
cs: Datum:
da: Dato: %@

# observationDetailsCell_substrate
source: Substrate:
cs: Podklad:
da: Substrat:

# observationDetailsCell_vegetationType
source: Vegetation type:
cs: Typ vegetace:
da: Vegetationstype:

# observationDetailsCell_host
source: Host:
cs: Hostitel:
da: Vært:

# observationDetailsCell_notes_title
source: Other notes
cs: Další poznámky
da: Andre noter

# observationDetailsCell_notes_message
source: Smells mealy ...
cs: Vůně, výtrusný prach, ...
da: Lugt melagtig ...

# observationDetailsCell_ecologyNotes_title
source: Comments on ecology
cs: Komentáře k ekologii
da: Kommentarer om voksested

# observationDetailsCell_ecologyNotes_message
source: On sandy soil ...
cs: Na písčité půdě ...
da: På sandjord blandt mos ...

source: Date: %@
da: Dato: %@

# searchCell_title
source: Search for a host here ... 👇
cs: Zde vyhledejte hostitele ... 👇
da: Søg på en vært her 👇

# pickerCell_rememberChoice
source: Remember my choice
cs: Pamatovat moje nastavení
da: Husk mit valg

# cautionCell_lowConfidence
source: None of the below suggestions have a likely probability to be correct.
cs: Žádný z níže uvedených návrhů pravděpodobně není správný.
da: Bemærk at ingen af de nedenstående forslag har en særlig stor sandsynlighed.

# mushroomDetailsScrollView_validationTips
source: Validation recommendations
cs: Doporučení pro ověření
da: Valideringstips

# mushroomDetailsScrollView_description
source: Description
cs: Popis
da: Beskrivelse

# mushroomDetailsScrollView_eatability
source: Eatability report
cs: Poživatelnost
da: Spiselighedsrapport

# mushroomDetailsScrollView_ecology
source: Ecology
cs: Ekologie
da: Økologi

# mushroomDetailsScrollView_similarities
source: Similarities
cs: Podobnost
da: Forvekslingsmuligheder

# mushroomDetailsScrollView_acceptedRecords
source: Accepted records:
cs: Přijaté záznamy:
da: Accepterede fund:

# mushroomDetailsScrollView_latestAcceptedRecord
source: Latest accepted record:
cs: Poslední přijatý záznam:
da: Seneste accepteret fund:

# mushroomDetailsScrollView_latestUpdated
source: Last updated:
cs: Poslední aktualizace:
da: Sidst opdateret d.:

# mushroomDetailsScrollView_heatMap
source: Observations nearby
cs: Pozorování v okolí
da: Fund i nærheden

# mushroomDetailsScrollView_latestObservations
source: Latest observations
cs: Poslední pozorování
da: Seneste observationer

# observationDetailsScrollView_rapportContent_title
source: Report offensive content
cs: Nahlásit nevhodný obsah
da: Rapporter stødende indhold

# observationDetailsScrollView_rapportContent_message
source: Do you find a comment, eller user generated content offensive? Explain why here, and we'll look at it.
cs: Chcete nahlásit nevhodný nebo urážlivý obsah? Vysvětlete důvod, podíváme se na to.
da: Finder du en kommentar, eller brugergeneret indhold stødende? Giv en begrundelse her, så kikker vi på det.

# observationDetailsScrollView_rapportContent_placeholder
source: E.g. offensive images
cs: Např. nevhodné obrázky
da: Eg. stødende billeder

# observationDetailsScrollView_rapportContent_thankYou_title
source: Thank you
cs: Děkujeme
da: Mange tak

# observationDetailsScrollView_rapportContent_thankYou_message
source: Your report is part of making Fungal atlas a more safe place.
cs: Vaše zpráva je důležitá součást, aby se Atlas hub stal bezpečnějším místem.
da: Din rapportering er med til at gøre Svampeatlas et sikkert sted

# observationDetailsScrollView_rapportContent_abort
source: Cancel
cs: Zrušit
da: Afbryd

# observationDetailsScrollView_ecologyNotes
source: Comments on ecology
cs: Komentáře k ekologii
da: Kommentarer om voksested

# observationDetailsScrollView_notes
source: Other notes
cs: Další poznámky
da: Andre noter

# observationDetailsScrollView_validationStatus
source: Validationstate:
cs: Stav ověřování:
da: Valideringsstatus:

# observationDetailsScrollView_validationStatus_approved
source: Approved
cs: Schváleno
da: Godkendt

# observationDetailsScrollView_validationStatus_declined
source: Rejected
cs: Zamítnuto
da: Afvist

# observationDetailsScrollView_validationStatus_verifying
source: In validation
cs: Probíhá ověřování
da: Valideres

# observationDetailsScrollView_validationStatus_unknown
source: Unknown
cs: Neznámý
da: Vides ikke

# observationDetailsScrollView_observationDate
source: Date of observation:
cs: Datum pozorování:
da: Fundets dato:

# observationDetailsScrollView_substrate
source: Substrate:
cs: Podklad:
da: Substrat:

# observationDetailsScrollView_vegetationType
source: Vegetationtype:
cs: Typ vegetace:
da: Vegetationstype:

# observationDetailsScrollView_location
source: Location
cs: Lokace
da: Placering

# observationDetailsScrollView_species
source: Species
cs: Druh
da: Art

# observationDetailsScrollView_comments
source: Comments
cs: Komentáře
da: Kommentarer

# resultsView_header_title
source: We have %d suggestions for you
cs: Máme pro vás %d doporučení
da: Vi har %d forslag til dig

# resultsView_header_message
source: Be advised: Do not rely on these suggested identifications if you wish to eat the mushrooms you have found.
cs: Upozornění: Pokud se chystáte konzumovat houby, které jste našli, nespoléhejte pouze na tuto navrhovanou identifikaci.
da: Bemærk at disse forslag er vejledende og aldrig må stå alene, hvis du ønsker at spise de svampe du har fundet.

source: Record unidentifed mushroom
da: Indlæg en ubestemt svamp

# avViewError_permissionsError_title
source: Missing permission
cs: Chybějící povolení
da: Manglende tilladelse

# avViewError_permissionsError_message
source: You can give the app permission to use the camera in the settings.
cs: V nastavení můžete aplikaci povolit používání fotoaparátu.
da: Du kan give appen tilladelse til at bruge kameraet i indstillinger.

# avViewError_unknown_title
source: Unknown error
cs: Neznámá chyba
da: Ukendt fejl

# avViewError_unknown_message
source: An unknown error occurred.
cs: Došlo k neznámé chybě
da: Der skete en ukendt fejl

# avViewError_cameraError_title
source: Camera error
cs: Chyba fotoaparátu
da: Kamera fejl

# cameraControlTextButton_noPhoto
source: No photo
cs: Žádná fotografie
da: Intet billede

# cameraControlTextButton_usePhoto
source: Use photo
cs: Použít fotografii
da: Brug billede

# locationAnnotation_title
source: Observation location
cs: Místo pozorování
da: Fundets placering

# unknownSpeciesButton_title
source: Unknown fungi
cs: Neznámý druh
da: Ubestemt svamp

# unknownSpeciesButton_message
source: Press here if you want to record an unidentified mushroom - the community will attempt to help you with the identification.
cs: Klikněte zde, pokud chcete zaznamenat dosud nerozpoznanou houbu - odborníci se pokusí pomoci s identifikací.
da: Klik her for at indlægge en ubestemt svamp - fælleskabet vil prøve at hjælpe med bestemmelsen

# containedResultCell_genus
source: Genus:
cs: Rod:
da: Slægt:

# selectedSpeciesCell_question
source: How certain are you?
cs: Jste si jistí?
da: Hvor sikker er du?

# selectedSpeciesCell_confident_species
source: I'm certain this is the correct species
cs: Jsem si jistý, že druh je správně
da: Det er helt sikkert den her art

# selectedSpeciesCell_confident_genus
source: I'm certain this is the correct genus
cs: Jsem si jistý, že rod je správně
da: Det er helt sikkert den her slægt

# selectedSpeciesCell_possible_species
source: I'm guessing this is the correct species
cs: Domnívám se, že druh je správně
da: Det er muligvis denne art

# selectedSpeciesCell_possible_genus
source: I'm guessing this is the correct genus
cs: Domnívám se, že rod je správně
da: Det er muligvis denne slægt

# selectedSpeciesCell_likely_species
source: I think this is the correct species
cs: Myslím si, že druh je správně
da: Det er sandsynligvis denne art

# selectedSpeciesCell_likely_genus
source: I think this is the correct genus
cs: Myslím si, že rod je správně
da: Det er sandsynligvis denne slægt

# creditationCell_ai
source: The image-based recognition system was developed by Milan Sulc and Jiri Matas from CTU in Prague and by Lukas Picek from UWB and Danmarks Svampeatlas (Fungal atlas).
cs: Systém rozpoznávání obrazu vyvinuli Milan Šulc a Jiří Matas z ČVUT v Praze a Lukáš Picek ze ZČU v Plzni a Danmarks Svampeatlas (Atlas hub).
da: Billedegenkendelses systemet er udviklet af Milan Šulc og Professor Jiri Matas fra det Tjekkiske Tekniske Universitet (CTU) i Prag, Lukáš Picek fra University of West Bohemia (UWB) i Tjekkiet og Danmarks Svampeatlas.

# creditationCell_aiNewObservation
source: These name suggestions are based on the first image you have added to the observation. The image-based recognition system was developed by Milan Sulc and Jiri Matas from CTU in Prague and by Lukas Picek from UWB and Danmarks Svampeatlas (Fungal atlas).
cs: Tyto návrhy názvů jsou založeny na obrázcích, které jste přidali k pozorování. Bere také v úvahu další metadata, jako je substrát, typ vegetace a měsíc.
da: Disse navneforslag er baseret på det første billede du har tilføjet til dette fund. Billedegenkendelses systemet er udviklet af Milan Šulc og Professor Jiri Matas fra det Tjekkiske Tekniske Universitet (CTU) i Prag, Lukáš Picek fra University of West Bohemia (UWB) i Tjekkiet og Danmarks Svampeatlas.

# userView_guest_title
source: Fungal atlas
cs: Atlas hub
da: Svampeatlas

# userView_guest_message
source: Login to get the best possible experience
cs: Pro lepší zážitek z aplikace se přihlaste
da: Log ind for at få den bedste oplevelse

# mushroomView_numberOfRecords
source: Amount of sightings (DK):
cs: Počet pozorování:
da: Antal danske fund:

# mushroomView_latestObservation
source: Latest sighting (DK):
cs: Poslední pozorování:
da: Seneste fund:

# mushroomView_lastUpdate
source: Last updated:
cs: Poslední aktualizace:
da: Sidst opdateret d.:

# mapViewCategories_regular
source: Regular
cs: Mapa
da: Standard

# mapViewCategories_satelite
source: Satelite
cs: Satelitní
da: Luftfoto

# mapViewCategories_topographical
source: Topographical
cs: Terén
da: Topografisk

# redlistView_lcnt
source: Not an endangered species
cs: Není ohrožený druh
da: Ikke en truet art

# redlistView_cren
source: Endangered species
cs: Ohrožené druhy
da: Truet art

# redlistView_vu
source: Vulnerable species
cs: Zranitelný druh
da: Sårbar art

# redlistView_dd
source: Not known
cs: Neznamý
da: Vides ikke

# searchBar_placeholder
source: Search for a species here ...
cs: Vyhledávání ...
da: Søg efter en art her ...

# commentsTableView_cell_title
source: Write a comment
cs: Napsat komentář
da: Skriv en kommentar

# settingsInformationCell_message
source: This is where you are able to adjust this app so that it fits your needs. For now, you are not able to do much, but more options will come, if we fint that it is needed.
cs: Zde můžete tuto aplikaci upravit tak, aby vyhovovala vašim potřebám. Zatím toho k nastavení moc není, ale pokud zjistíme, že je potřeba přidat další nastavení, přidáme je na tuto stránku.
da: Her har du mulighed for at finjustere din app oplevelse. Lige nu kan du ikke så meget, men der kommer flere muligheder til, jo mere vi kan fornemme i har brug for.

# settings_general_header
source: General
cs: Obecné
da: Generelt

# settingsCell_language
source: Language
cs: Jazyk
da: Sprog

# settingsCell_database
source: Clear database
cs: Vymazat databázi
da: Ryd offline indhold

# appScrollView_informationHeaderTitle
source: Information
cs: Informace

# common_continue
source: Continue
cs: Pokračovat

# common_upload
source: Upload
cs: Nahrát

# dateFormatting_today
source: I dag
cs: Dnes

# modal_localityHelper_message
source: It is important for the quality of your collected data, that you make sure the position of the observation you are submitting are correct. You can see on the clip below how to adjust the position manually. If a photo added to the observation contains a GPS tag, the app will suggest using the position from the image instead We will remind you of this every once in a while. You can turn this reminder off in the settings.
cs: Pro kvalitu vašich získaných dat je důležité, abyste se ujistili, že pozice vašeho pozorování je správná. Níže můžete vidět, jak polohu upravit ručně. Pokud fotografie přidaná k pozorování obsahuje polohu GPS, aplikace navrhne k uložení tuto polohu Jednou za čas vám to připomeneme. Připomínání můžete vypnout v nastavení.

# modal_localityHelper_title
source: Remember to confirm your position
cs: Nezapomeňte potvrdit svoji pozici

# navigationItem_notebook
source: Notebook
cs: Zápisník

# settings_locality_message
source: These settings are useful if you are somewhere where the connection is bad, and you are attempting to record a bunch of observations at the same place.
cs: Tato nastavení jsou užitečná, pokud máte špatné připojení k internetu, a pokoušíte se zaznamenat více pozorování na stejném místě. Vaše volby se resetují po 1 hodině.

# settings_locality_title
source: Location settings
cs: Nastavení polohy

# settings_remember_locality
source: Remember this location (name of location)
cs: Zapamatovat si tuto polohu (název místa)

# settings_remember_location
source: Remember these coordinates
cs: Zapamatovat tyto souřadnice
