Repository: noque-lind/svampeatlas-ios
Catalog: Danmarks Svampeatlas/*.lproj/Localizable.strings
Languages: cs, da

# recoveryAction_openSettings
source: Open Settings
cs: Otevřít nastavení
da: Åben indstillinger

# recoveryAction_tryAgain
source: Try again
cs: Zkusit znovu
da: Prøv igen

# recoveryAction_login
source: Login
cs: Přihlášení
da: Log ind

# recoveryAction_activate
source: Activate
cs: Spustit
da: Aktivér

# navigationItem_loginVC
source: Login
cs: Přihlášení
da: Log ind

# navigationItem_myPageVC
source: My page
cs: Moje stránka
da: Min side

# navigationItem_newObservationVC
source: New sighting
cs: Nové pozorování
da: Nyt fund

# navigationItem_nearbyVC
source: Near you
cs: Ve vašem okolí
da: I nærheden

# navigationItem_mushroomsVC
source: Mushrooms
cs: Atlas hub
da: Svampebog

# navigationItem_cameraVC
source: Name suggestions
cs: Rozpoznávání
da: Navneforslag

# navigationItem_about
source: About
cs: O aplikaci
da: Om

# navigationItem_settings
source: Settings
cs: Nastavení
da: Indstillinger

# toxicityLevel_poisonous
source: Poisonous
cs: Jedovatý
da: Giftig

# mapViewFilteringSettings_ageOfSighting
source: Age:
cs: Věk:
da: Fundets alder:

# newObservationError_missingInformation
source: Missing information
cs: Chybějící informace
da: Manglende information

# newObservationError_noLocality_title
source: Where are you?
cs: Kde se nacházíte?
da: Hvor er du?

# newObservationError_noLocality_message
source: Your coordinates have been determined, although it was not possible to find an appropiate location name. Please try again.
cs: Vaše poloha byla určena, ačkoli nebylo možné najít odpovídající název místa. Prosím zkuste to znovu.
da: Dine koordinater er blevet bestemt, men det var ikke muligt at finde et nærliggende stedsnavn. Prøv venligst igen.

# newObservationError_noCoordinates_title
source: No coordinates
cs: Žádné souřadnice
da: Ingen koordinater

# newObservationError_noCoordinates_message
source: Your coodinates could not be automatically determined, you have to specify the location manually.
cs: Vaše poloha nemohla být automaticky stanovena, musíte určit místo svého pozorování.
da: Dine koordinater kunne ikke findes automatisk, så du skal selv angive fundets position.

# newObservationError_noSubstrateGroup_message
source: You need to specify a substrate
cs: Musíte zadat typ podkladu
da: Du mangler at angive et substrat.

# newObservationError_noVegetationType_message
source: You need to specify a vegetationtype
cs: Musíte zadat typ vegetace
da: Du mangler at angive en vegetationstype.

# newObservationError_noMushroom_message
source: You need to specify what you have found. If you are not sure, just press the 'Unkown species' button.
cs: Musíte určit druh, který jste našli. Pokud si nejste jisti, můžete stisknout tlačítko „Neznámý druh“.
da: Du mangler at fortælle hvilken svampeart du har fundet. Hvis du ikke ved det, kan du trykke på knappen 'Ubestemt svamp'.

# databaseError_initError_title
source: Database error
cs: Chyba databáze
da: Database fejl

# databaseError_initError_message
source: An error occured while creating/loading the database. This means that the app will need to delete the previous one, and create a new one from scratch resulting in all of your saved data being deleted. We apologize for the inconvenience. Press the button below to continue.
cs: Při vytváření / načítání databáze došlo k chybě. To znamená, že můžete mít problémy s načítáním uložených dat. Pokud se vyskytnou nějaké problémy, zkuste aplikaci restartovat.
da: Der skete en fejl med at indlæse appen's lokale database. Appen kan derfor desværre ikke starte korrekt uden at slette den gamle database og oprette en på ny. Dette betyder at din gemte data vil blive slettet. Vi beklager meget fejlen, tryk nedenfor for at fortsætte.

# databaseError_contentOutdated_title
source: The data stored needs an update
cs: Uložená data vyžadují aktualizaci
da: Databasen skal opdateres

# databaseError_contentOutdated_message
source: The stored data is outdated
cs: Uložená data nejsou aktuální
da: Den gemte data er outdated

# databaseError_noEntries_title
source: Found nothing
cs: Nenalezeno
da: Fandt intet

# databaseError_noEntries_message
source: There was no saved data
cs: Nebyla uložena žádná data
da: Der var ingen gemt data.

# databaseError_noEntries_favoritedMushrooms_message
source: You don't have any favorited mushrooms. By swiping left, you can a mushroom as a favorite.
cs: Nemáte žádné uložené oblíbené položky. Položku přidáte mezi oblíbené posunutím doleva.
da: Du har ingen gemte favoritter. Du kan gøre en svamp til en favorit ved at swippe til venstre.

# databaseError_readError_title
source: Read error
cs: Chyba načítání
da: Læsefejl

# databaseError_readError_message
source: An error occured while reading data from the disk
cs: Při čtení dat došlo k chybě
da: Der var desværre problemer med at læse data fra disken

# databaseError_saveError_title
source: Save error
cs: Chyba uložení
da: Gemme-fejl

# databaseError_saveError_message
source: An error occured while saving data to the disk
cs: Při ukládání dat došlo k chybě
da: Kunne ikke gemme, prøv igen.

# dateFormatting_rightNow
source: Right now
cs: Teď
da: Lige nu

# dateFormatting_hoursSince
source: %d hours ago
cs: před %d hodinami
da: %d timer siden

# dateFormatting_1dayHasPassed
source: 1 day ago
cs: Před 1 dnem
da: 1 dag siden

# dateFormatting_daysPassed
source: %d days ago
cs: před %d dny
da: %d dage siden

# loginVC_upperLabel
source: Login at
cs: Přihlášení
da: Log ind på

# loginVC_lowerLabel
source: Fungal atlas
cs: Atlas hub
da: Danmarks Svampeatlas

# loginVC_detailsLabel
source: Contribute to knowledge about fungi species by sharing your observations with others, and that way receive validation on your identification by the leading experts on fungi in Denmark
cs: Sdílejte svá pozorování s ostatními a přispějte k poznání druhů hub, zároveň tak získejte potvrzení vaší identifikace od předních odborníků v Dánsku
da: Bidrag til viden om Danske svampe ved at dele dine fund med andre, samt modtage valideringer af dine fund fra danmarks førende svampeeksperter.

# loginVC_initialsTextField_placeholder
source: Initials
cs: Uživatelské jméno
da: Initialer

# loginVC_initialsTextField_error
source: You have to enter an username
cs: Musíte zadat uživatelské jméno
da: Du skal udfylde dit brugernavn

# loginVC_passwordTextField_placeholder
source: Password
cs: Heslo
da: Kodeord

# loginVC_passwordTextField_error
source: You have to write your password
cs: Musíte zadat vaše heslo
da: Du skal skrive dit kodeord

# loginVC_loginButton
source: Log in
cs: Přihlásit
da: Log ind

# loginVC_createNewAccountButton
source: Press here to create a new account
cs: Kliknutím zde vytvoříte nový účet
da: Klik her for at oprette en ny konto

# addObservationVC_title
source: New sighting
cs: Nové pozorování
da: Nyt fund

# addObservationVC_observationCategories_species
source: Species
cs: Druh
da: Art

# addObservationVC_observationCategories_details
source: Details
cs: Detaily
da: Detajler

# addObservationVC_observationCategories_location
source: Location
cs: Lokace
da: Lokalitet

# addObservationVC_successfullUpload_title
source: You observation has been created
cs: Vaše pozorování bylo vytvořeno
da: Dit fund er blevet oprettet

# addObservationVC_useImageMetadata_positive
source: Yes, use the image metadata
cs: Ano, použijte metadata obrázku
da: Ja, brug billedets informationer

# addObservationVC_useImageMetadata_negative
source: No
cs: Ne
da: Nej

# addObservationVC_useImageMetadata_title
source: Location suggestion
cs: Návrh umístění
da: Forslag til placering

# addObservationVC_useImageMetadata_message
source: An added image seems to have been taken at a different time and place than now. Would you like to use the information from the image instead? Image GPS-Precision: %@ m
cs: Zdá se, že přidaný obrázek nebyl pořízen v místě, kde se nacházíte. Chcete použít informace o GPS pořízené z obrázku? Přesnost GPS z obrázku je: %@ m.
da: Et tilføjet billede har en anden placering og tid, end den nuværende. Vil du bruge billedets GPS-information og dato i stedet for? Billedets GPS-Præcision: %@ m

# addObservationVC_localityFound_title
source: The location of your observation has been determined
cs: Místo vašeho pozorování bylo určeno
da: Fundets placering er blevet bestemt

# addObservationVC_localityFound_message
source: Name: %@ Coordinates: %.02f - %.02f Accuracy: %.02f m
da: Navn: %@ Koordinater: %.02f - %.02f Præcision: %.02f m.

# addObservationVC_localityFoundError_title
source: Couldn't find nearby location
cs: V blízkosti nic nenalezeno
da: Nærmeste placering kunne ikke findes.

source: observationLocationCell_precision
cs: Přesnost: %.02f m
da: Præcision: %.02f m

# nearbyVC_title
source: Nearby
cs: Nedaleko
da: I nærheden

source: Precision %0.2f m.
da: Præcision %0.2f m.

source: Low accuracy
da: Upræcis observationsplacering

source: The location accurracy is: %0.2f m, which is too imprecise. Would you like to use your current location instead?
da: Den nuværende præcision er: %0.2f m, hvilket er for upræcist. Vil du bruge din nuværende placering i stedet for?

source: Yes, find my current location
da: Ja, find min nuværende placering

source: No, continue with the upload
da: Nej, fortsæt med at uploade

source: Cancel upload
da: Annuller upload

source: Although an error occured uploading the image/s. %d out of %d images has been successfully uploaded
da: Men der opstod en fejl i forbindelse med at uploade et eller flere billeder. %d ud af %d billeder er blevet uploaded

source: You are editing an observation
da: Du er igang med at redigere en observation

source: The ability to change your determination for one of your already uploaded observations is coming soon. For now, you can only edit the other properties
da: Muligheden for at tilføje bestemmelser til en allerede bestemt observation kommer snart. For nu, kan du kun redigere de andre variabler

source: Deletions are final
da: Sletning af billedet er permanent

source: When editing an observation, deletions of images are final, even if you do not submit your other changes. This message will only be shown once, and if you still want to delete the image, you will have to delete the it again.
da: Når du redigere en observation, er sletning af uploadede billeder permanente, også selvom du ikke uploader andre ændringer. Denne besked vises kun en gang, or du skal slette billedet igen hvis du ønsker at det skal slettes.

source: Edit observation
da: Rediger observation

source: Delete observation
da: Slet observation

source: Could not delete
da: Kunne ikke slette

source: Cancel
da: Afbryd

source: The observation was successfully edited
da: Observationen blev opdateret

source: Yes, find my location
da: Ja, find min placering

source: No, I'll adjust it myself
da: Nej, jeg justere placeringen selv

source: Observation with ID: %d
da: Observation med ID: %d

source: You have the options below:
da: Du har nedenstående valgmuligheder.

source: Whats new?
da: Hvad er nyt?

# mushroomVC_title
source: Altas of fungi
cs: Atlas hub
da: Svampebog

# mushroomVC_category_favorites
source: My favorites
cs: Oblíbené
da: Mine favoritter

# mushroomVC_category_species
source: Species
cs: Druh
da: Svampearter

# mushroomVC_favoriteSucces_title
source: %@ has now been marked as a favorite
cs: %@ označeno jako oblíbené
da: %@ er nu markeret som favorit

# mushroomVC_favoriteSucces_message
source: You now have access to the mushroom and its images, even without internet - in the 'My favorites' tab.
cs: Nyní máte přístup k houbám a jejím obrázkům, a to i bez internetu - na záložce „Moje oblíbené“.
da: Du har hurtig adgang til at se svampen og dens billeder, også uden internet - under mine favoritter.

# detailsVC_observationTitle
source: Observation of: %@
cs: Pozorování: %@
da: Fund af: %@

# detailsVC_newSightingPrompt
source: New sighting
cs: Nové pozorování
da: Nyt fund

# cameraVC_shouldSaveImagesPrompt_title
source: Should your images be saved?
cs: Chcete uložit vaše fotografie?
da: Skal dine billeder gemmes?

# cameraVC_shouldSaveImagesPrompt_message
source: If you are interested, your images can be put in an album for all the images you take using this app.
cs: Pokud máte zájem, můžete si své obrázky uložit do alba, kde všechny pořízené obrázky najdete na jednom místě.
da: Hvis du er interesseret, kan vi oprette et album til de billeder du tager i denne app.

# cameraVC_shouldSaveImagesPrompt_message_positive
source: Yes, save the images
cs: Ano, uložte obrázky
da: Ja, gem billederne

# cameraVC_shouldSaveImagesPrompt_message_negative
source: No
cs: Ne
da: Nej

# mapVC_title
source: Sighting location
cs: Místo pozorování
da: Fundets lokation

# searchVC_searchBar_placeholder
source: Search for a host here ...
cs: Zde hledejte hostitele ...
da: Søg efter en vært her ...

# searchVC_cancelButton
source: Cancel
cs: Zrušit
da: Annuller

# termsVC_dismissButton
source: Understood
cs: Rozumím
da: Forstået

# termsVC_mlPredict_title
source: Automatic image recognition - you have to accept our terms.
cs: Automatické rozpoznávání obrázku - musíte přijmout podmínky.
da: Automatisk billedgenkendelse - du skal acceptere vores betingelser.

# termsVC_mlPredict_message
source: Use of automatic image recognitions can't always be precise, and it is therefore of crucial importance that the system is used with great caution. Never eat a mushroom without consulting an expert. Danmarks Svampeatlas (Fungal atlas) and Noque ApS disclaims any responsibility for any poisoning or other harmful health conditions. The image-based recognition system was developed by Milan Sulc and Jiri Matas from CTU in Prague and by Lukas Picek from UWB and Danmarks Svampeatlas (Fungal atlas). The system is based on artificial intelligence and has been trained on all the images contibuted by our users. The more you contribute with observations and great images, the better we can train and develop the technology in the future.
cs: Použití automatického rozpoznávání obrazu nemůže být vždy přesné a směrodatné, a proto je zásadní, aby byl systém používán s velkou obezřetností. Nikdy nejezte houbu bez konzultace s odborníkem. Danmarks Svampeatlas (Atlas hub) a Noque ApS se zříká jakékoli odpovědnosti za otravu nebo jiné nežádoucí zdravotní komplikace. Systém rozpoznávání obrazu vyvinuli Milan Šulc a Jiří Matas z ČVUT v Praze a Lukáš Picek ze ZČU v Plzni a Danmarks Svampeatlas (Atlas hub). Systém je založen na umělé inteligenci a byl vyškolen na všechny obrázky, které nashromáždili naši uživatelé. Čím více přispíváte pozorováními a kvalitními obrázky, tím lépe můžeme v budoucnu technologii dále vyvíjet a školit.
da: Brug af automatisk billedegenkendelse kan aldrig være helt præcis, og det er derfor vigtigt at systemet bruges med endnu mere kritisk sans end din svampebog. Spis aldrig svampe uden at søge hjælp fra svampekyndige mennesker. Danmarks Svampeatlas og Noque ApS frasiger sig ethvert ansvar for eventuelle forgiftninger eller andre sundhedsskadelige forhold. Systemet er udviklet af Milan Šulc og Professor Jiri Matas fra det Tjekkiske Tekniske Universitet (CTU) i Prag, Lukáš Picek fra University of West Bohemia (UWB) i Tjekkiet og Danmarks Svampeatlas. Systemet er baseret på kunstig intelligens og er trænet med alle de fotos I har biddraget med til Svampeatlasset. Jo mere du bidrager med observationer og gode billeder, jo bedre vil vi kunne udvikle teknologien i fremtiden. Dette system er stadig i udviklingsfase og vi vil meget gerne have jeres feedback så det kan laves endnu bedre i fremtiden. Start en tråd på vores Facebook gruppe, eller send en mail til app@noque.dk

source: termsVC_localityHelper_title
cs: Takto upravíte místo vašeho pozorování
da: Sådan justerer du dit funds placering

# termsVC_cameraHelper_title
source: This is how you take the best images
cs: Takto pořídíte nejlepší snímky
da: Sådan tager du de bedste billeder

# termsVC_cameraHelper_message
source: When taking images of mushrooms for determination, please remember the following. - Only taking images in landscape format (remember to ensure your phone does not have rotation-lock activated). - At få både unge og gamle frugtlegemer med på foto (hvis muligt) (Not translated) - At vise både hat, lameller og evt. slør. læg et par svampe ned - både unge og gamle (Not translated) - At fotografere i medlys (ikke modlys) og skygge for direkte sollys, fx med din egen krop (Not translated) - Fotografere du rørhatte så skær gerne et frugtlegeme igennem på langs (Not translated)
cs: Při fotografování hub je třeba řídit se následujícími pokyny: - Foťte pouze ve formátu na šířku (přesvědčte se, že váš telefon nemá aktivovaný zámek otáčení dispeje). - V jednom snímku zachyťte mladou i starší plodnici - Pokud je to možné, zachyťte všechny části plodnice (klobouk, třeň, výtrusné rouško,...), položte mladší a starší plodnice vedle sebe - Foťte při dobrém osvětlení, ale plodnice zastiňte proti přímému slunečnímu světlu, např. vlastním tělem - Foťte rourky nebo lupeny, poté podélně prořízněte celé tělo plodnice
da: Når du fotografere svampe til bestemmelse så husk følgende: At fotografere i bredformat (vandret). Tjek at din telefon ikke har rotationslås aktiveret - At få både unge og gamle frugtlegemer med på foto (hvis muligt) - At vise både hat, lameller og evt. slør. læg et par svampe ned - både unge og gamle - At fotografere i medlys (ikke modlys) og skygge for direkte sollys, fx med din egen krop - Fotografere du rørhatte så skær gerne et frugtlegeme igennem på langs

# aboutVC_title
source: About
cs: O aplikaci
da: Om

# aboutVC_recognition_title
source: Automatic image recognition
cs: Automatické rozpoznávání obrázku
da: Artsbestemmelse

# aboutVC_recognition_message
source: Use of automatic image recognitions can't always be precise, and it is therefore of crucial importance that the system is used with great caution. Never eat a mushroom without consulting an expert. Danmarks Svampeatlas (Fungal atlas) and Noque ApS disclaims any responsibility for any poisoning or other harmful health conditions. The image-based recognition system was developed by Milan Sulc and Jiri Matas from CTU in Prague and by Lukas Picek from UWB and Danmarks Svampeatlas (Fungal atlas). The system is based on artificial intelligence and has been trained on all the images contibuted by our users. The more you contribute with observations and great images, the better we can train and develop the technology in the future.
cs: Použití automatického rozpoznávání obrazu nemůže být vždy přesné a směrodatné, a proto je zásadní, aby byl systém používán s velkou obezřetností. Nikdy nejezte houbu bez konzultace s odborníkem. Danmarks Svampeatlas (Atlas hub) a Noque ApS se zříká jakékoli odpovědnosti za otravu nebo jiné nežádoucí zdravotní komplikace. Systém rozpoznávání obrazu vyvinuli Milan Šulc a Jiří Matas z ČVUT v Praze a Lukáš Picek ze ZČU v Plzni a Danmarks Svampeatlas (Atlas hub). Systém je založen na umělé inteligenci a byl vyškolen na všechny obrázky, které nashromáždili naši uživatelé. Čím více přispíváte pozorováními a kvalitními obrázky, tím lépe můžeme v budoucnu technologii dále vyvíjet a školit.
da: Brug af automatisk billedegenkendelse kan aldrig være helt præcis, og det er derfor vigtigt at systemet bruges med endnu mere kritisk sans end din svampebog. Spis aldrig svampe uden at søge hjælp fra svampekyndige mennesker. Danmarks Svampeatlas og Noque ApS frasiger sig ethvert ansvar for eventuelle forgiftninger eller andre sundhedsskadelige forhold. Billedegenkendelses systemet er udviklet af Milan Šulc og Professor Jiri Matas fra det Tjekkiske Tekniske Universitet (CTU) i Prag, Lukáš Picek fra University of West Bohemia (UWB) i Tjekkiet og Danmarks Svampeatlas.

# aboutVC_general_title
source: (Not translated) Generelt
cs: Obecné
da: Generelt
