Repository: noque-lind/svampeatlas-ios
Catalog: Danmarks Svampeatlas/*.lproj/Localizable.strings
Languages: cs, da

# aboutVC_general_message
source: (Not translated) Svampeatlas 2.0 bygger videre på atlasprojektet Danmarks Svampeatlas, som kortlagde danske storsvampe, med hovedfokus på basidiesvampene i en femårig periode fra 2009-13. Projektet var støttet af Aage V. Jensen Naturfond og havde som hovedformål at øge vores viden om svampenes udbredelse og økologi i Danmark, og at gøre denne viden tilgængelig for offentligheden. Mere end 400 frivillige var involveret i Danmarks Svampeatlas, hvor de bidrog med ca. 250.000 kvalitetstjekkede svampefund. Siden er yderligere ca. 50.000 nye svampefund kommet til, mens godt 230.000 gamle svampefund er importeret i projektdatabasen som nu indeholder mere end 600.000 kvalitetstjekkede svampefund. Projektet har medført et langt bedre kendskab til Danmarks funga. Mere end 180 basidiesvampe er blevet føjet til listen over kendte danske arter, og flere arter der var regnet som uddøde er genfundet. Samtidigt er der udviklet en række søge- og hjælpefunktioner der præsenterer vores viden om de enkelte svampearter i overskuelig form, og som gør det meget nemmere at inddrage viden om truede svampearter i naturforvaltningen. I Svampeatlas 2.0 er det målet at fastholde, fremtidssikre og videreudvikle de ressourcer der er opbygget gennem Danmarks Svampeatlas, til glæde for alle naturinteresserede og til gavn for alle der arbejder med naturforvaltning professionelt. Dette vil bl.a. ske gennem udvikling af en ny databasestruktur, og et interaktivt brugerinterface, der i høj grad inddrager de frivillige svampekyndige som aktive medspillere i processen med at sikre høj datakvalitet. Samtidigt vil vi indbygge smarte filtre, baseret på eksisterende viden om svampenes fænologi og udbredelse i Danmark, der automatisk kan registrere om et nyt svampefund kan regnes som sandsynligt. Udover udviklingen af nye database og web-funktioner vil projektet udvikle en mobil-app til bestemmelse og registrering af svampefund i felten. Derudover er det målet at fastholde projektets overordnede koncept og resultater i en sammenfattende bog om Danmarks Svampeatlas, samt at skrive et nyt bestemmelsesværk for Danmarks basidiesvampe, baseret på de bestemmelsesnøgler der blev lavet i Danmarks Svampeatlas. Svampeatlas 2.0 udføres i et samarbejde mellem Center for Makroøkologi, Evolution og Klima (CMEC) ved Statens Naturhistoriske Museum (SNM), Københavns Universitet, Foreningen til Svampekundskabens Fremme og MycoKey. Projektgruppen består af Tobias Guldberg Frøslev, Thomas Stjernegaard Jeppesen, Thomas Læssøe (SNM) og Jens H. Petersen med Jacob Heilmann-Clausen som projektleder. Projektet er støttet af Aage V. Jensens Naturfond.
da: Svampeatlas 2.0 bygger videre på atlasprojektet Danmarks Svampeatlas, som kortlagde danske storsvampe, med hovedfokus på basidiesvampene i en femårig periode fra 2009-13. Projektet var støttet af Aage V. Jensen Naturfond og havde som hovedformål at øge vores viden om svampenes udbredelse og økologi i Danmark, og at gøre denne viden tilgængelig for offentligheden. Mere end 400 frivillige var involveret i Danmarks Svampeatlas, hvor de bidrog med ca. 250.000 kvalitetstjekkede svampefund. Siden er yderligere ca. 50.000 nye svampefund kommet til, mens godt 230.000 gamle svampefund er importeret i projektdatabasen som nu indeholder mere end 600.000 kvalitetstjekkede svampefund. Projektet har medført et langt bedre kendskab til Danmarks funga. Mere end 180 basidiesvampe er blevet føjet til listen over kendte danske arter, og flere arter der var regnet som uddøde er genfundet. Samtidigt er der udviklet en række søge- og hjælpefunktioner der præsenterer vores viden om de enkelte svampearter i overskuelig form, og som gør det meget nemmere at inddrage viden om truede svampearter i naturforvaltningen. I Svampeatlas 2.0 er det målet at fastholde, fremtidssikre og videreudvikle de ressourcer der er opbygget gennem Danmarks Svampeatlas, til glæde for alle naturinteresserede og til gavn for alle der arbejder med naturforvaltning professionelt. Dette vil bl.a. ske gennem udvikling af en ny databasestruktur, og et interaktivt brugerinterface, der i høj grad inddrager de frivillige svampekyndige som aktive medspillere i processen med at sikre høj datakvalitet. Samtidigt vil vi indbygge smarte filtre, baseret på eksisterende viden om svampenes fænologi og udbredelse i Danmark, der automatisk kan registrere om et nyt svampefund kan regnes som sandsynligt. Udover udviklingen af nye database og web-funktioner vil projektet udvikle en mobil-app til bestemmelse og registrering af svampefund i felten. Derudover er det målet at fastholde projektets overordnede koncept og resultater i en sammenfattende bog om Danmarks Svampeatlas, samt at skrive et nyt bestemmelsesværk for Danmarks basidiesvampe, baseret på de bestemmelsesnøgler der blev lavet i Danmarks Svampeatlas. Svampeatlas 2.0 udføres i et samarbejde mellem Center for Makroøkologi, Evolution og Klima (CMEC) ved Statens Naturhistoriske Museum (SNM), Københavns Universitet, Foreningen til Svampekundskabens Fremme og MycoKey. Projektgruppen består af Tobias Guldberg Frøslev, Thomas Stjernegaard Jeppesen, Thomas Læssøe (SNM) og Jens H. Petersen med Jacob Heilmann-Clausen som projektleder. Projektet er støttet af Aage V. Jensens Naturfond.

# aboutVC_generalTerms_title
source: (Not translated) Generelle betingelser
cs: Všeobecné obchodní podmínky
da: Generelle betingelser

# aboutVC_generalTerms_message
source: (Not translated) Når du opretter dig som bruger/indrapportør på Danmarks Svampeatlas, har du mulighed for at indlægge svampefund og kommentere på andres fund. Nedenfor gennemgår vi mere detaljeret de betingelser og retningslinier, som vi arbejder efter. Alle kan oprette sig som brugere på Danmarks Svampeatlas. Alle indrapporteringer og kommentarer er åbent tilgængelige for alle brugere. Vi henstiller til en god og konstruktiv omgangstone og gør opmærksom på, at du er ansvarlig for de handlinger, der bliver foretaget med dit login på netstedet. Ved gentagne brud på de specifikke retningslinjer som gennemgås nedenfor, forbeholder Danmarks Svampeatlas sig ret til at slette din profil og/eller stoppe din brugeradgang. Det samme kan ske i tilfælde af grov og gentagen forsømmelse af almindelige regler for god omgangstone på nettet. Vi ser meget gerne at du uploader fotos og tekst som dokumentation for dine svampefund. I mange tilfælde kan et godt foto være et krav for, at dine fund kan valideres. Hvis du anvender fotos eller tekster, der ikke er dine egne, skal du sikre at du har rettigheder til at bruge disse. Du er desuden forpligtet til så vidt muligt at sikre, at de geografiske koordinater knyttet til hvert fund er præcise, og at det valgte zoom-niveau ikke resulterer i en højere præcision end der er belæg for. Informationer og fotos, som du har videregivet til Danmarks Svampeatlas, vises på projektets hjemmeside, under det enkelte fund og ved gallerivisninger for de arter som fundene repræsenterer. Fotos og andre informationer er knyttet til det enkelte svampefund og udgør i mange tilfælde en vigtig dokumentation som derfor ikke slettes. Ved visning på Danmarks Svampeatlas vil fotografens navn tydeligt fremgå. Brug af billederne, ud over de nævnte, vil kun finde sted efter direkte aftale med brugerne, som beholder alle rettigheder til egne fotos. Sender du belæg som dokumentation for enkelte fund, vil den enkelte ekspert beslutte om belægget skal gemmes for eftertiden i samlingerne på Statens Naturhistoriske Museum ved Københavns Universitet eller ved en anden internationalt anerkendt samling. De fund-data du indtaster i Danmarks Svampeatlas, videregives til den Globale Biodiversisetets Facilitet (GBIF) under OECD og er internationlt søgbare via gbif.org under OECD. Billeder som er uploadet som dokumentation af hvert fund er linket til dette og er således synlige hos GBIF. Ønsker du ikke at links til dine billeder videregives til GBIF, så send venligst en email til atlas@svampe.dk Hvis du på et tidspunkt vælger at få slettet din profil, forbliver alle informationer og materiale indlagt med denne profil synlige og søgbare på projektets hjemmeside. Validatorer og administratorer har ret til at slette/ændre information, som vedrører dine observationer, så længe retningslinjerne for information ikke bliver overtrådt derved.
da: Når du opretter dig som bruger/indrapportør på Danmarks Svampeatlas, har du mulighed for at indlægge svampefund og kommentere på andres fund. Nedenfor gennemgår vi mere detaljeret de betingelser og retningslinier, som vi arbejder efter. Alle kan oprette sig som brugere på Danmarks Svampeatlas. Alle indrapporteringer og kommentarer er åbent tilgængelige for alle brugere. Vi henstiller til en god og konstruktiv omgangstone og gør opmærksom på, at du er ansvarlig for de handlinger, der bliver foretaget med dit login på netstedet. Ved gentagne brud på de specifikke retningslinjer som gennemgås nedenfor, forbeholder Danmarks Svampeatlas sig ret til at slette din profil og/eller stoppe din brugeradgang. Det samme kan ske i tilfælde af grov og gentagen forsømmelse af almindelige regler for god omgangstone på nettet. Vi ser meget gerne at du uploader fotos og tekst som dokumentation for dine svampefund. I mange tilfælde kan et godt foto være et krav for, at dine fund kan valideres. Hvis du anvender fotos eller tekster, der ikke er dine egne, skal du sikre at du har rettigheder til at bruge disse. Du er desuden forpligtet til så vidt muligt at sikre, at de geografiske koordinater knyttet til hvert fund er præcise, og at det valgte zoom-niveau ikke resulterer i en højere præcision end der er belæg for. Informationer og fotos, som du har videregivet til Danmarks Svampeatlas, vises på projektets hjemmeside, under det enkelte fund og ved gallerivisninger for de arter som fundene repræsenterer. Fotos og andre informationer er knyttet til det enkelte svampefund og udgør i mange tilfælde en vigtig dokumentation som derfor ikke slettes. Ved visning på Danmarks Svampeatlas vil fotografens navn tydeligt fremgå. Brug af billederne, ud over de nævnte, vil kun finde sted efter direkte aftale med brugerne, som beholder alle rettigheder til egne fotos. Sender du belæg som dokumentation for enkelte fund, vil den enkelte ekspert beslutte om belægget skal gemmes for eftertiden i samlingerne på Statens Naturhistoriske Museum ved Københavns Universitet eller ved en anden internationalt anerkendt samling. De fund-data du indtaster i Danmarks Svampeatlas, videregives til den Globale Biodiversisetets Facilitet (GBIF) under OECD og er internationlt søgbare via gbif.org under OECD. Billeder som er uploadet som dokumentation af hvert fund er linket til dette og er således synlige hos GBIF. Ønsker du ikke at links til dine billeder videregives til GBIF, så send venligst en email til atlas@svampe.dk Hvis du på et tidspunkt vælger at få slettet din profil, forbliver alle informationer og materiale indlagt med denne profil synlige og søgbare på projektets hjemmeside. Validatorer og administratorer har ret til at slette/ændre information, som vedrører dine observationer, så længe retningslinjerne for information ikke bliver overtrådt derved.

# aboutVC_qualityAssurance_title
source: (Not translated) Kvalitetssikring/validering
cs: Zajištění kvality/ověřování
da: Kvalitetssikring/validering

# aboutVC_qualityAssurance_message
source: (Not translated) For at sikre at de informationer, der ligger i svampebasen er troværdige, undergår alle fund kvalitetssikring. Fund af arter uden valideringskrav bliver automatisk godkendt, mens fund af arter med valideringskrav som udgangspunkt er uvaliderede, indtil de er godkendt af en validator. For de valideringskrævende arter er der angivet en række valideringskrav. Hvis disse krav ikke er opfyldt i forbindelse med indlæggelse af fund, kan man ikke regne med en seriøs behandling af observationen og fundet afvises. Godkendte fund, også af arter, der ikke kræver validering, kan senere afvises af validatorer, fx hvis det vurderes at der ikke er tilstrækkelig dokumentation til at fundet kan godkendes eller at den vedlagte dokumentation viser, at det er en anden men ubestemmelig art. Alle brugere har mulighed for at kommentere på alle fund - både uvaliderede, godkendte og afviste. Kvalitetssikring/validering kræver ofte mikroskopisk undersøgelse af materiale, hvorfor behandlingstiden kan være lang.
da: For at sikre at de informationer, der ligger i svampebasen er troværdige, undergår alle fund kvalitetssikring. Fund af arter uden valideringskrav bliver automatisk godkendt, mens fund af arter med valideringskrav som udgangspunkt er uvaliderede, indtil de er godkendt af en validator. For de valideringskrævende arter er der angivet en række valideringskrav. Hvis disse krav ikke er opfyldt i forbindelse med indlæggelse af fund, kan man ikke regne med en seriøs behandling af observationen og fundet afvises. Godkendte fund, også af arter, der ikke kræver validering, kan senere afvises af validatorer, fx hvis det vurderes at der ikke er tilstrækkelig dokumentation til at fundet kan godkendes eller at den vedlagte dokumentation viser, at det er en anden men ubestemmelig art. Alle brugere har mulighed for at kommentere på alle fund - både uvaliderede, godkendte og afviste. Kvalitetssikring/validering kræver ofte mikroskopisk undersøgelse af materiale, hvorfor behandlingstiden kan være lang.

# aboutVC_guidelines_title
source: (Not translated) Retningslinier for brug af data fra Danmarks Svampeatlas
cs: Pokyny pro použití dat z Danmarks Svampeatlas
da: Retningslinier for brug af data fra Danmarks Svampeatlas

# aboutVC_guidelines_message
source: (Not translated) Simple funddata kan søges via webinterfacet på Danmarks Svampeatlas og kan frit bruges i alle typer af forvaltningsopgaver på såvel lokalt som nationalt plan, fx i forbindelse med miljøvurderinger (VVM’er), udarbejdelse af plejeplaner samt til lokal og national prioritering af naturbeskyttelse i Danmark. Danmarks Svampeatlas bør i hvert tilfælde citeres som kilde. Data kan på tilsvarende vis bruges i forskningssammenhæng. Bemærk at databasen indeholder både godkendte, uvaliderede og afviste fund, hvilket er specificeret under hvert fund. Valideringsprocessen omfatter artsbestemmelsen, og de grovere geografiske data. Især ældre fund har ofte meget upræcise fund-koordinater, men også for helt nye fund kan de være upræcist angivet. Den brugerdefinerede usikkerhed på fund-koordinater er angivet i meter for hvert fund, og skal betragtes som vejledende, fx ved udarbejdelse af detaljerede lokale forvaltningsplaner. Danmarks Svampeatlas rummer et meget stort antal standardnavne for lokaliteter, som vælges af rapportøren. Det betyder, at fund af den samme svamp kan være indrapporteret med flere forskellige lokalitetsnavne af forskellige brugere, og tillige med forskellige koordinater. I praksis er dette mest aktuelt for meget sjældne og karismatiske arter, fx pindsvinepigsvamp og safrangul fedtporesvamp.
da: Simple funddata kan søges via webinterfacet på Danmarks Svampeatlas og kan frit bruges i alle typer af forvaltningsopgaver på såvel lokalt som nationalt plan, fx i forbindelse med miljøvurderinger (VVM’er), udarbejdelse af plejeplaner samt til lokal og national prioritering af naturbeskyttelse i Danmark. Danmarks Svampeatlas bør i hvert tilfælde citeres som kilde. Data kan på tilsvarende vis bruges i forskningssammenhæng. Bemærk at databasen indeholder både godkendte, uvaliderede og afviste fund, hvilket er specificeret under hvert fund. Valideringsprocessen omfatter artsbestemmelsen, og de grovere geografiske data. Især ældre fund har ofte meget upræcise fund-koordinater, men også for helt nye fund kan de være upræcist angivet. Den brugerdefinerede usikkerhed på fund-koordinater er angivet i meter for hvert fund, og skal betragtes som vejledende, fx ved udarbejdelse af detaljerede lokale forvaltningsplaner. Danmarks Svampeatlas rummer et meget stort antal standardnavne for lokaliteter, som vælges af rapportøren. Det betyder, at fund af den samme svamp kan være indrapporteret med flere forskellige lokalitetsnavne af forskellige brugere, og tillige med forskellige koordinater. I praksis er dette mest aktuelt for meget sjældne og karismatiske arter, fx pindsvinepigsvamp og safrangul fedtporesvamp.

# utilities_photoAlbumName
source: Fungal atlas
cs: Atlas hub
da: Svampeatlas

# elFileManagerError_imageSavingError_title
source: Saving error
cs: Chyba při ukládání
da: Gemme fejl

# elFileManagerError_imageSavingError_message
source: An error occurred while attempting to save the image to the temporary storage on your phone.
cs: Při pokusu o uložení obrázku do dočasného úložiště v telefonu došlo k chybě.
da: Der skete en fejl i forbindelse med at gemme billedet til telefonens midlertidige lagerplads.

# elPhotosError_notAuthorized_title
source: Not authorized
cs: Nepovoleno
da: Mangler tilladelse

# elPhotosError_notAuthorized_message
source: You haven't allowed the app to read and write to your photolibrary. This can be changed in settings, but be aware that this restarts the app.
cs: Nepovolili jste aplikaci číst a zapisovat do vaší galerie. Oprávnění udělíte v nastavení telefonu. Provedená změna restartuje aplikaci.
da: Du har ikke givet appen tilladelse til at skrive og læse til dit fotobibliotek. Du kan ændre det i indstillinger, men bemærk at dette genstarter appen.

# elPhotosError_unknownSaveError_title
source: Unknown error
cs: Neznámá chyba
da: Ukendt fejl

# elPhotosError_unknownSaveError_message
source: An unknown error occured while trying to save the image to your photolibrary.
cs: Při pokusu o uložení obrázku do galerie došlo k neznámé chybě.
da: Der skete en ukendt fejl i forbindelse med at gemme billedet til dit fotoalbum.

# elPhotosError_unknownFetchError_title
source: Unknown error
cs: Neznámá chyba
da: Ukendt fejl

# elPhotosError_unknownFetchError_message
source: An unknown error occured while trying to gain access to the choosen image.
cs: Při pokusu o získání přístupu k vybranému obrázku došlo k neznámé chybě.
da: Der skete en ukendt fejl i forbindelse med at få adgang til det valgte billede.

# dataServiceError_searchResponseEmpty_title
source: Found nothing
cs: Nenalezeno
da: Fandt intet

# dataServiceError_searchResponseEmpty_message
source: What you searched for couldn't be found, try to search after something else.
cs: Podle vašeho vyhledávání nebylo nic nalezeno, zkuste upravit zadání.
da: Det du søgte efter kunne ikke findes, prøv at søg efter noget andet

# dataServiceError_loginError_title
source: Login error
cs: Chyba přihlášení
da: Log ind fejl

# dataServiceError_loginError_message
source: Try using a different username or password
cs: Zkuste použít jiné uživatelské jméno nebo heslo
da: Prøv nogle andre initialer eller et andet kodeord

# dataServiceError_empty_title
source: Invalid empty response
cs: Neplatná prázdná odpověď
da: Ugyldigt tomt svar

# dataServiceError_empty_message
source: The server response contained no data
cs: Odpověď serveru neobsahuje žádná data
da: Svaret indeholdte ingen data

# dataServiceError_decodingError_title
source: Decoding error
cs: Chyba dekódování
da: Dekodningsfejl

# dataServiceError_decodingError_message
source: The received data could not be read
cs: Přijatá data nelze přečíst
da: Den modtagne data kunne ikke læses

# dataServiceError_encodingError_title
source: Error
cs: Chyba
da: Fejl

# dataServiceError_unknown_title
source: Unknown error
cs: Neznámá chyba
da: Ukendt fejl

# dataServiceError_unknown_message
source: An unknown error occurred
cs: Došlo k neznámé chybě
da: Der skete en ukendt fejl

# urlSessionError_noInternet_title
source: No internet
cs: Bez připojení
da: Ingen internet

# urlSessionError_noInternet_message
source: Your device seems to not have access to the internet.
cs: Vaše zařízení nemá přístup k internetu.
da: Din enhed har ingen forbindelse til internettet.

# urlSessionError_invalidResponse_title
source: Invalid response
cs: Neplatná odpověď
da: Ugyldigt svar

# urlSessionError_invalidResponse_message
source: The response received from the server is not the one expected.
cs: Server vrátil neočekávanou odpověď
da: Svaret jeg fik tilbage fra serveren, giver desværre ingen mening.

# urlSessionError_serverError_title
source: Server error
cs: Chyba serveru
da: Server fejl

# urlSessionError_serverError_message
source: It seems that there is an issue with the server currently. Maybe it needs a hug?
cs: Zda se, že je momentálně problém se serverem. Možná by potřeboval obejmout :)
da: Det lader til at der er et problem med serveren lige nu. Måske trænger den til et kram?

# urlSessionError_timeout_message
source: The server took too long to answer. Try again, I might have been to impatient.
cs: Odpověď serveru trvala příliš dlouho. Prosím, zkuste to znovu.
da: Det tog for lang tid før svaret nåede frem. Prøv igen, det kan være jeg var for utålmodig

# urlSessionError_unknown_title
source: Unknown error
cs: Neznámá chyba
da: Ukendt fejl

# urlSessionError_unknown_message
source: An unknown error occurred
cs: Došlo k neznámé chybě
da: Der skete en ukendt fejl

# urlSessionError_unAuthorized_title
source: Unauthorized
cs: Neoprávněný
da: Uautoriseret

# urlSessionError_unAuthorized_message
source: Your account could not be verified, you might need to login again.
cs: Váš účet nemohl být ověřen, budete se muset přihlásit znovu.
da: Din konto kunne ikke verificeres, du skal muligvis logge på igen.

# urlSessionError_payloadTooLarge_title
source: The request was too large
cs: Překročena velikost souboru
da: Anmodningen var for stor

# urlSessionError_payloadTooLarge_message
source: The server can't handle such a big payload.
cs: Server má problém s nadměrným zatížením.
da: Serveren kan ikke håndtere så stor en datamængde.

# sessionError_notLoggedIn_title
source: Not logged in
cs: Nepřihlášen
da: Ikke logget ind

# sessionError_notLoggedIn_message
source: You are not logged in, and should not be able to what you're attempting to do.
cs: Nejste přihlášeni a neměli byste mít možnost provádět tyto změny.
da: Du er ikke logget ind, og bør ikke kunne gøre dette.

# sessionError_tokenInvalid_title
source: Invalid login
cs: Neplatné přihlášení
da: Ugyldigt log ind

# sessionError_tokenInvalid_message
source: Your login is no longer valid, login again.
cs: Vaše přihlášení vypršelo, přihlaste se znovu.
da: Dit login er ikke længere gyldig, login igen.

# sessionError_noNotifications_title
source: You don't have any notifications
cs: Nemáte žádná oznámení
da: Du har ingen notifikationer

# sessionError_noNotifications_message
source: This means you have more time to go find mushrooms
cs: To znamená, že máte více času na hledání hub
da: Så har du mere tid til at gå ud og finde svampe.

# sessionError_noObservations_title
source: You don't have any observations yet.
cs: Zatím nemáte žádná pozorování.
da: Du har ingen observationer

# sessionError_noObservations_message
source: Hurry, get out there. Show us what you've got.
cs: Rychle vyraž ven a ukaž, co si našel.
da: Skynd dig ud i felten og hvis os hvad du kan finde.

# locationManagerError_permissionDenied_title
source: Missing permissions
cs: Chybějící povolení
da: Manglende tilladelse

# locationManagerError_permissionDenied_message
source: You have not permitted the app to read your GPS location, which is necessary in order to show you this data.
cs: Nepovolili jste aplikaci přístup k vaší GPS poloze, což je nezbytné, aby se vám tato data mohla zobrazit.
da: Du har afvist at appen skal kunne tilgå din GPS lokation, hvilket den skal kunne for at vise dig den her data.

# locationManagerError_permissionsUndetermined_title
source: Where are you?
cs: Kde se nacházíte?
da: Hvor er du henne?
